@extends('main_theme')

@section('content')
{{-- <style>
    .accordion_1 {
        background-color: #eee;
        color: #444;
        cursor: pointer;
        padding: 13px;
        font-size: 16px;
        width: 100%;
        border: none;
        text-align: left;
        outline: none;
        transition: all 0.5s;
    }
    .accordion_1:hover, .active_panel{
        background-color: #80BB01;
        color: #eee;
    }
    .accordion_1::after{
        content: "\02795";
        font-size: 16px;
        color: #777;
        float: right;
        margin-left: 5px;
    }
    .active_panel::after{
        content: "\2796";
    }
    .panel{
        padding: 0 10px;
        background-color: white;
        max-height: 0;
        transition: max-height 0.5s;
        overflow: hidden;
    }

</style> --}}
<div class="breadcrumb-area">
    <div class="container-ext">
        <div class="row">
            <div class="col-12">
                <!-- breadcrumb-list start -->
                <ul class="breadcrumb-list">
                    <li class="breadcrumb-item"><a href="{{ url('/') }}">หน้าหลัก</a></li>
                    <li class="breadcrumb-item active">นโยบายความเป็นส่วนตัว</li>
                </ul>
                <!-- breadcrumb-list end -->
            </div>
        </div>
    </div>
</div>

<div class="main-content-wrap contact-wrap">
    <div class="contact-form-area section-ptb">
        <div class="container-ext">
            <div class="row">
                <h4>นโยบายความเป็นส่วนตัว</h4>
                <div id="Policy_security" class="mt-3">
                    <div id="content" class="col-sm-12">
                        <div>
                            บริษัทให้ความสำคัญและเคารพสิทธิในความเป็นส่วนตัวรวมถึงการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคล และเพื่อให้เกิดความมั่นใจว่าเจ้าของข้อมูลส่วนบุคคลจะได้รับความคุ้มครองข้อมูลส่วนบุคคล บริษัทจึงได้จัดทำนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ขึ้น (“นโยบาย”) เพื่อให้ท่านได้มั่นใจว่า ข้อมูลส่วนบุคคลของท่านที่บริษัทได้รับจะถูกนำไปใช้ตรงตามความต้องการของท่านและถูกต้องตามกฎหมาย
                            ทั้งนี้ บริษัทให้ความสำคัญและเน้นย้ำถึงการคุ้มครองข้อมูลส่วนบุคคล โดยตระหนักว่าการประมลวผลข้อมูลในบริษัทจะต้องกระทำภายใต้หลักการ ดังนี้ <br>
                            • หลักความชอบด้วยกฎหมาย ความเป็นธรรม และความโปร่งใส (Lawfulness, fairness and transparency): บริษัทจะประมวลผลข้อมูลเฉพาะตามที่บริษัทมีฐานที่ชอบด้วยกฎหมายรองรับและบริษัทจะกำหนดวิธีการเก็บรวบรวมและใช้ข้อมูลส่วนบุคคลอย่างชัดเจน <br>
                            • หลักความจำกัดของขอบวัตถุประสงค์ (Purpose Limitation): บริษัทจะประมวลผลข้อมูลเฉพาะเพื่อวัตถุประสงค์ตามที่ได้กำหนดและแจ้งไว้ในขณะที่บริษัทได้รับข้อมูลส่วนบุคคลเท่านั้น เว้นแต่จะเป็นการประมวลผลเพื่อวัตถุประสงค์เกี่ยวเนื่องกันหรือเป็นการปฏิบัติหน้าที่ตามกฎหมายที่ชัดเจน <br>
                            • หลักการใช้ข้อมูลที่น้อยที่สุด (Data Minimization): บริษัทจะเก็บรวบรวมและใช้ข้อมูลส่วนบุคคลเท่าที่จำเป็นเท่านั้นเพื่อที่จะบรรลุวัตถุประสงค์ของการประมวลผลข้อมูล <br>
                            • หลักความถูกต้องของข้อมูล (Accuracy): บริษัทจะดำเนินการอย่างเหมาะสมเพื่อให้ข้อมูลส่วนบุคคลที่บริษัทจัดเก็บนั้นมีความถูกต้องสมบูรณ์และเป็นปัจจุบันโดยคำนึงถึงวัตถุประสงค์ของการประมวลผล <br>
                            • หลักความจำกัดของการเก็บรักษา (Storage Limitation): บริษัทจะทำการเก็บรักษาข้อมูลไว้เท่าที่จำเป็นต้องใช้ เว้นแต่กรณีที่บริษัทจำเป็นต้องเก็บไว้เพื่อให้เป็นไปตามมาตรฐานของการเก็บรักษาเอกสารหรือตามกฎระเบียบของรัฐ<br>
                            • หลักความถูกต้องแท้จริงและการรักษาความลับ (Integrity and Confidentiality): บริษัทจะจัดให้มีมาตรการทางเทคนิคและทางบริหารจัดการที่เหมาะสมเพื่อให้มั่นใจว่าข้อมูลส่วนบุคคลที่บริษัทจัดเก็บได้รับการรักษาความมั่นคงปลอดภัยในระดับที่เหมาะสม <br>
                            • หลักความรับผิดชอบ (Accountability): บริษัทจะดำเนินการอย่างเหมาะสมเพื่อให้สามารถแสดงได้ว่าบริษัทได้ปฏิบัติตามหลักการต่าง ๆ ข้างต้น
                        </div>
                        <div class="mt-3">
                            บริษัท JT Pack of Foods Co., Ltd. (“เรา” หรือ “บริษัท”) ให้ความสำคัญต่อความเป็นส่วนตัวของข้อมูลผู้ใช้งานเป็นอย่างยิ่ง นโยบายความเป็นส่วนตัวนี้จะอธิบายวิธีการเก็บรวบรวม ใช้ และปกป้องข้อมูลส่วนบุคคลของท่านเมื่อท่านใช้แอปพลิเคชัน เว็บไซต์ หรือบริการอื่นๆ ที่เกี่ยวข้องกับบริษัท รวมถึงการใช้งานผ่านแพลตฟอร์มของ Facebook โดยเราปฏิบัติตามกฎหมายและมาตรการความปลอดภัยอย่างเคร่งครัด
                            <br>
                            1. การเก็บรวบรวมข้อมูลส่วนบุคคล
                            เราอาจเก็บข้อมูลส่วนบุคคลของท่านเมื่อท่าน:
                            ลงทะเบียนหรือเข้าสู่ระบบผ่านแพลตฟอร์ม Facebook
                            ใช้งานบริการหรือแอปพลิเคชันของเรา
                            สื่อสารกับเราผ่านช่องทางต่าง ๆ เช่น การกรอกฟอร์มหรืออีเมล
                            ข้อมูลที่เราเก็บรวบรวมอาจประกอบด้วย:
                            ข้อมูลที่ได้รับจาก Facebook: เมื่อท่านเชื่อมต่อบัญชี Facebook กับบริการของเรา เราอาจได้รับข้อมูลจาก Facebook เช่น ชื่อโปรไฟล์ รูปโปรไฟล์ อีเมล ข้อมูลเกี่ยวกับเครือข่ายสังคมออนไลน์ และอื่น ๆ ตามการตั้งค่าความเป็นส่วนตัวของท่านใน Facebook
                            ข้อมูลการใช้งาน: เช่น ข้อมูลการใช้งานเว็บไซต์หรือแอปพลิเคชันของเรา (เช่น การคลิกและการดูหน้าเพจ)
                            <br>
                            2. วัตถุประสงค์ในการใช้งานข้อมูลส่วนบุคคล
                            เราจะใช้ข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ดังต่อไปนี้:
                            เพื่อดำเนินการให้บริการ รวมถึงการเชื่อมต่อผ่าน Facebook
                            เพื่อปรับปรุงประสบการณ์ผู้ใช้และปรับแต่งเนื้อหาที่แสดงให้สอดคล้องกับความสนใจของท่าน
                            เพื่อวิเคราะห์ข้อมูลสถิติและพฤติกรรมผู้ใช้บนแพลตฟอร์ม
                            เพื่อส่งข้อมูลการตลาด ข่าวสาร โปรโมชั่น หรือข้อเสนอพิเศษ (โดยท่านสามารถเลือกที่จะไม่รับการติดต่อได้)
                            <br>
                            3. การแบ่งปันข้อมูลส่วนบุคคล
                            เราจะไม่แบ่งปันข้อมูลส่วนบุคคลของท่านกับบุคคลที่สาม เว้นแต่ในกรณีดังต่อไปนี้:
                            การให้บริการที่จำเป็นร่วมกับผู้ให้บริการบุคคลที่สาม เช่น ผู้ให้บริการด้านเทคโนโลยี หรือพันธมิตรทางธุรกิจ เพื่อให้บริการได้อย่างมีประสิทธิภาพ
                            ตามกฎหมาย หรือเมื่อมีการร้องขอจากหน่วยงานรัฐตามข้อกฎหมาย
                            การปกป้องสิทธิ์และทรัพย์สินของบริษัท
                            <br>
                            4. สิทธิ์ของผู้ใช้
                            ท่านมีสิทธิ์ในการ:
                            ขอเข้าถึงข้อมูลส่วนบุคคลที่เรามีการเก็บรวบรวม
                            แก้ไขข้อมูลที่ไม่ถูกต้องหรือขอให้ลบข้อมูลของท่าน
                            ถอนการให้ความยินยอมในการเก็บหรือใช้ข้อมูล (ในกรณีที่การเก็บรวบรวมข้อมูลของเราอาศัยการยินยอมของท่าน)
                            ท่านสามารถติดต่อเราเพื่อใช้สิทธิ์เหล่านี้ได้ผ่านทางอีเมล [your-email@example.com]
                            <br>
                            5. การใช้ข้อมูลจาก Facebook
                            เมื่อท่านใช้บริการที่เชื่อมต่อกับ Facebook เราจะเก็บรวบรวมข้อมูลบางอย่างจากโปรไฟล์ Facebook ของท่านเพื่อให้บริการอย่างเหมาะสม ข้อมูลที่อาจถูกเก็บได้แก่:
                            ชื่อผู้ใช้
                            รูปโปรไฟล์
                            อีเมลที่เชื่อมต่อกับบัญชี Facebook
                            เพื่อนในเครือข่าย (ถ้าจำเป็นต่อการให้บริการ)
                            เราจะไม่เก็บข้อมูลที่เกินจำเป็นจาก Facebook และจะปฏิบัติตามเงื่อนไขของ Facebook อย่างเคร่งครัดในการจัดการข้อมูลดังกล่าว
                            <br>
                            6. มาตรการรักษาความปลอดภัยข้อมูล
                            เรามีมาตรการรักษาความปลอดภัยที่เหมาะสมเพื่อปกป้องข้อมูลส่วนบุคคลของท่านจากการเข้าถึงโดยไม่ได้รับอนุญาต รวมถึงการเข้ารหัสข้อมูลและการควบคุมการเข้าถึงอย่างเข้มงวด
                            <br>
                            7. การเปลี่ยนแปลงนโยบายความเป็นส่วนตัว
                            เราขอสงวนสิทธิ์ในการเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้ตามความเหมาะสม และจะประกาศให้ท่านทราบถึงการเปลี่ยนแปลงผ่านทางเว็บไซต์หรือแอปพลิเคชันของเรา
                        </div>
                        <div class="mt-2">
                            <h3>ข้อ 1. ขอบเขตการใช้บังคับ</h3>
                            <p>สำหรับข้อมูลส่วนบุคคลที่ได้เก็บรวบรวมไว้ก่อนที่พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 ใช้บังคับ บริษัทสามารถเก็บรวบรวมและใช้ข้อมูลส่วนบุคคลนั้นได้ต่อไปตามวัตถุประสงค์เดิม โดยการเปิดเผยและการดำเนินการอื่นที่ไม่ใช่การเก็บรวบรวมและการใช้ข้อมูลส่วนบุคคลข้างต้นให้ปฏิบัติตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562</p>    
                        </div>        
                        <div class="mt-2">
                            <h3>ข้อ 2. คำจำกัดความ</h3>
                            <p>
                                “นโยบายคุ้มครองข้อมูลส่วนบุคคล” หมายความว่า ประกาศที่บริษัทจัดทำเพื่อแจ้งให้เจ้าของข้อมูลส่วนบุคคลทราบถึงการประมวลผลข้อมูลของบริษัท และรายละเอียดต่าง ๆ ตามที่พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 ได้กำหนดไว้ <br>
                                “บุคคล” หมายถึง บุคคลธรรมดา <br>
                                “ข้อมูลส่วนบุคคล” หมายความว่า ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ ไม่ว่าทางตรงหรือทางอ้อม อาทิ ชื่อ นามสกุล ชื่อเล่น ที่อยู่ หมายเลขโทรศัพท์ เลขประจำตัวประชาชน เลขหนังสือเดินทาง เลขบัตรประกันสังคม เลขใบอนุญาตขับขี่ เลขประจำตัวผู้เสียภาษี เลขบัญชีธนาคาร เลขบัตรเครดิต ที่อยู่อีเมล (email address) อาชีพ สถานะ ตำแหน่งหน้าที่ สถานะครอบครัว ข้อมูลการจ้างงาน อาชีพ ตำแหน่ง ประสบการณ์การทำงาน และ/หรือ การประเมินบุคลากร ข้อมูลการศึกษา ทะเบียนรถยนต์ โฉนดที่ดิน ทะเบียนบ้าน ลายมือชื่อ เสียง บันทึกเสียง รูป ภาพ รูปถ่าย บันทึกวิดีโอ คลิปวิดีโอ ข้อมูลเกี่ยวกับการซื้อสินค้า และ/หรือ บริการ ไอพี แอดเดรส (IP Address) ข้อมูลจราจรทางคอมพิวเตอร์ (Log File) ชื่อบัญชีไลน์ (LINE ID) ชื่อบัญชีเฟซบุ๊ก (Facebook ID) บัญชีกูเกิล (Google ID) บัญชีทวิตเตอร์ (Twitter ID) และบัญชีผู้ใช้ในเว็บไซต์โซเชียลมีเดียอื่น ๆ เป็นต้น 
                                อย่างไรก็ดี ข้อมูลต่อไปนี้ไม่ใช่ข้อมูลส่วนบุคคล เช่น ข้อมูลสำหรับการติดต่อทางธุรกิจที่ไม่ได้ระบุถึงตัวบุคคล อาทิ ชื่อบริษัท ที่อยู่ของบริษัท เลขทะเบียนนิติบุคคลของบริษัท หมายเลขโทรศัพท์ของที่ทำงาน ที่อยู่อีเมล (email address) ที่ใช้ในการทำงาน ที่อยู่อีเมล (email address) กลุ่มของบริษัท เช่น info@company.co.th ข้อมูลนิรนาม (Anonymous Data) หรือข้อมูลแฝงที่ถูกทำให้ไม่สามารถระบุตัวบุคคลได้อีกโดยวิธีการทางเทคนิค (Pseudonymous Data) ข้อมูลผู้ถึงแก่กรรม เป็นต้น <br>
                                    “ข้อมูลส่วนบุคคลอ่อนไหว” (Sensitive Data) หมายถึง ข้อมูลที่เป็นเรื่องส่วนบุคคลโดยแท้ของบุคคล แต่มีความละเอียดอ่อนและอาจสุ่มเสี่ยงในการเลือกปฏิบัติอย่างไม่เป็นธรรม เช่น เชื้อชาติ เผ่าพันธุ์ ความคิดเห็นทางการเมือง ความเชื่อในลัทธิ ศาสนาหรือปรัชญา พฤติกรรมทางเพศ ประวัติอาชญากรรม ข้อมูลสุขภาพ ความพิการ ข้อมูลสหภาพแรงงาน ข้อมูลพันธุกรรม ข้อมูลชีวภาพ หรือข้อมูลอื่นใด ซึ่งกระทบต่อเจ้าของข้อมูลส่วนบุคคลในทำนองเดียวกันตามที่คณะกรรมการคุ้มครองข้อมูลส่วนบุคคลประกาศกำหนด
                                    “เจ้าของข้อมูลส่วนบุคคล” (Data Subject) หมายถึง ตัวบุคคลที่เป็นเจ้าของข้อมูลส่วนบุคคลนั้น แต่ไม่ใช่กรณีที่บุคคลมีความเป็นเจ้าของข้อมูล (Ownership) หรือเป็นผู้สร้างหรือเก็บรวบรวมข้อมูลนั้นเอง โดยเจ้าของข้อมูลส่วนบุคคลนี้จะหมายถึงบุคคลธรรมดาเท่านั้น และไม่รวมถึง “นิติบุคคล” (Juridical Person) ที่จัดตั้งขึ้นตามกฎหมาย เช่น บริษัท สมาคม มูลนิธิ หรือองค์กรอื่นใด 
                                    ทั้งนี้ เจ้าของข้อมูลส่วนบุคคล ได้แก่ บุคคลดังต่อไปนี้ <br>
                                    1. เจ้าของข้อมูลส่วนบุคคลที่เป็นผู้บรรลุนิติภาวะ หมายถึง <br>
                                        1.1 บุคคลที่มีอายุตั้งแต่ 20 ปีบริบูรณ์ขึ้นไป หรือ <br>
                                        1.2 ผู้ที่สมรสตั้งแต่อายุ 17 ปีบริบูรณ์ขึ้นไป หรือ <br>
                                        1.3 ผู้ที่สมรสก่อนอายุ 17 ปี โดยศาลอนุญาตให้ทำการสมรส หรือ <br>
                                        1.4 ผู้เยาว์ซึ่งผู้แทนโดยชอบธรรมให้ความยินยอมในการประกอบธุรกิจทางการค้าหรือธุรกิจอื่น หรือในการทำสัญญาเป็นลูกจ้างในสัญญาจ้างแรงงาน ในความเกี่ยวพันกับการประกอบธุรกิจหรือ การจ้างแรงงานข้างต้นให้ผู้เยาว์มีฐานะเสมือนดังบุคคลซึ่งบรรลุนิติภาวะแล้ว
                                    ทั้งนี้ ในการให้ความยินยอมใด ๆ เจ้าของข้อมูลส่วนบุคคลที่เป็นผู้บรรลุนิติภาวะสามารถให้ความยินยอมได้ด้วยตนเอง <br>
                                    2. เจ้าของข้อมูลส่วนบุคคลที่เป็นผู้เยาว์ หมายถึง บุคคลที่อายุต่ำกว่า 20 ปีบริบูรณ์ และไม่ใช่ผู้บรรลุนิติภาวะตามข้อ 1 ทั้งนี้ ในการให้ความยินยอมใด ๆ จะต้องได้รับความยินยอมจากผู้ใช้อำนาจปกครองที่มีอำนาจกระทำการแทนผู้เยาว์ด้วย <br>
                                    3. เจ้าของข้อมูลส่วนบุคคลที่เป็นคนเสมือนไร้ความสามารถ หมายถึง บุคคลที่ศาลสั่งให้เป็นคนเสมือนไร้ความสามารถ เนื่องจากมีกายพิการหรือมีจิตฟั่นเฟือนไม่สมประกอบ หรือประพฤติสุรุ่ยสุร่ายเสเพลเป็นอาจิณ หรือติดสุรายาเมา หรือมีเหตุอื่นใดทำนองเดียวกันนั้น จนไม่สามารถจะจัดทำการงานโดยตนเองได้ หรือจัดกิจการไปในทางที่อาจจะเสื่อมเสียแก่ทรัพย์สินของตนเองหรือครอบครัว ทั้งนี้ ในการให้ความยินยอมใด ๆ จะต้องได้รับความยินยอมจากผู้พิทักษ์ที่มีอำนาจกระทำการแทนคนเสมือนไร้ความสามารถนั้นก่อน <br>
                                    4. เจ้าของข้อมูลส่วนบุคคลที่เป็นคนไร้ความสามารถ หมายถึง บุคคลที่ศาลสั่งให้เป็นคนไร้ความสามารถ เนื่องจากเป็นบุคคลวิกลจริต ทั้งนี้ ในการให้ความยินยอมใด ๆ จะต้องได้รับความยินยอมจาก <br>
                                ผู้อนุบาลที่มีอำนาจกระทำการแทนคนไร้ความสามารถนั้นก่อน
                                    ทั้งนี้ หากการขอความยินยอมจากเจ้าของข้อมูลส่วนบุคคลที่ไม่เป็นไปตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลไม่มีผลผูกพันเจ้าของข้อมูลส่วนบุคคล
                                “ผู้ควบคุมข้อมูลส่วนบุคคล” หมายความว่า บุคคลหรือนิติบุคคลซึ่งมีอำนาจหน้าที่ตัดสินใจเกี่ยวกับการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล
                                    “ผู้ประมวลผลข้อมูลส่วนบุคคล” หมายความว่า บุคคลหรือนิติบุคคลซึ่งดำเนินการเกี่ยวกับการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลตามคำสั่งหรือในนามของผู้ควบคุมข้อมูลส่วนบุคคล ทั้งนี้ บุคคลหรือนิติบุคคลซึ่งดำเนินการดังกล่าวไม่เป็นผู้ควบคุมข้อมูลส่วนบุคคล                            
                            </p>    
                        </div>    
                        <div class="mt-2">
                            <h3>ข้อ 3. แหล่งที่มาของข้อมูลส่วนบุคคล</h3>
                            <p>
                                โดยปกติทั่วไป บริษัทจะไม่เก็บรวบรวมข้อมูลส่วนบุคคล เว้นแต่ในกรณี ดังนี้ <br>
                            3.1 บริษัทได้รับข้อมูลส่วนบุคคลจากเจ้าของข้อมูลส่วนบุคคลโดยตรง โดยบริษัทจะเก็บรวบรวมข้อมูลส่วนบุคคลจากขั้นตอนการให้บริการ ดังนี้
                                (1) ขั้นตอนการใช้บริการกับบริษัท หรือขั้นตอนการยื่นคำร้องขอใช้สิทธิต่างๆ กับบริษัท เช่น การลงทะเบียนสมัครใช้บริการ การรับข้อมูลข่าวสาร การสมัครงาน เป็นต้น	<br>
                                (2) การเก็บข้อมูลโดยความสมัครใจของเจ้าของข้อมูลส่วนบุคคล เช่น การทำแบบสอบถาม (survey) หรือ การโต้ตอบทางที่อยู่อีเมล (email address) หรือช่องทางการสื่อสารอื่นๆ ระหว่างบริษัทและเจ้าของข้อมูลส่วนบุคคล <br>
                                (3) การเก็บข้อมูลจากการใช้เว็บไซต์ของบริษัทผ่านเบราว์เซอร์คุกกี้ (browser’s cookies) ของเจ้าของข้อมูลส่วนบุคคล และการใช้บริการธุรกรรมทางอิเล็กทรอนิกส์ <br>
                            3.2 บริษัทได้รับข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลจากบุคคลที่สาม โดยบริษัทเชื่อโดยสุจริตว่าบุคคลที่สามดังกล่าวมีสิทธิเก็บข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลและเปิดเผยแก่บริษัท
                            </p>    
                        </div>         
                        <div class="mt-2">
                            <h3>ข้อ 4. วัตถุประสงค์ในการประมวลผลข้อมูลส่วนบุคคล</h3>    
                            <p>
                                4.1 บริษัทอาจเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่าน <br>
                                (1) เพื่อสร้าง ปรับปรุง จัดการ และส่งมอบผลิตภัณฑ์และบริการ ผลประโยชน์ และสิทธิพิเศษต่าง ๆ <br>
                                (2) เพื่อให้การบริการแก่ท่าน รวมถึงแต่ไม่จำกัดเพียงการประมวลผลธุรกรรมใด ๆ ของท่าน <br>
                                (3) เพื่อใช้ในการดำเนินการตามคำขอของท่านก่อนเข้าทำสัญญา หรือเพื่อปฏิบัติตามสัญญาซึ่งท่านเป็นคู่สัญญากับบริษัท เช่น เพื่อการขายสินค้า และ/หรือบริการให้แก่ท่าน หรือปฏิบัติตามสัญญาใดๆ ซึ่งท่านเป็นคู่สัญญา ซึ่งรวมถึง การจัดการบัญชีผู้ใช้ (Account) ของท่าน การจัดส่งสินค้า การดำเนินการเกี่ยวกับบัญชีและการเงิน  การบริการหลังการขาย และการคืนสินค้า และดำเนินการใดๆ เพื่อให้ท่านได้รับสินค้า และ/หรือบริการ หรือตามที่ท่านได้ร้องขอ <br>
                                (4) เพื่อการจัดทำฐานข้อมูลและประวัติการเข้ารับบริการของทางบริษัทผ่านการให้บริการไม่ว่าจะเป็นช่องทางการติดต่อใด ๆ <br>
                                (5) เพื่อประชาสัมพันธ์เนื้อหาคอนเทนต์ (Content) ที่เป็นข้อมูลข่าวสารจากบริษัท ซึ่งบริษัทจัดส่งถึงท่าน รวมถึงการจัดทำรายการส่งเสริมการขายที่เกี่ยวข้องกับเนื้อหาคอนเทนต์ (Content) ดังกล่าวให้เหมาะสมกับท่าน <br>
                                (6) เพื่อการวิเคราะห์ ประมวลผล ทำกิจกรรมส่งเสริมการตลาด การวิจัย และการขาย รวมถึงการประชาสัมพันธ์สินค้า และบริการต่าง ๆ ไม่ว่าจะเป็นของบริษัทเอง บริษัทในเครือ คู่ค้า พันธ์มิตรทางธุรกิจ หรือของบุคคลอื่นผ่านการแจ้งเตือนผ่านหน้าจออุปกรณ์พกพา ทาง SMS หรือ ทางสื่อ Social <br>
                                (7) เพื่อนำมาใช้ในการปรับปรุงการให้บริการ การปรับปรุงเว็บไซต์และแอปพลิเคชันของบริษัท ให้เหมาะสมกับความต้องการผู้ใช้บริการ และเป็นไปอย่างมีประสิทธิภาพ <br>
                                (8) เพื่อเป็นช่องทางติดต่อในการรับข้อติชม ข้อเสนอแนะ เพื่อนำมาปรับปรุงเนื้อหารายการของทางบริษัท ให้ตรงตามความต้องการของท่าน	<br>
                                (9) เพื่อปฏิบัติตามสัญญา ข้อตกลงและเงื่อนไข (Terms and Conditions) ต่าง ๆ ที่ทำไว้กับท่าน <br>
                                (10) เพื่อปฏิบัติตามกฎหมายและกฎระเบียบของหน่วยงานราชการ เช่น พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พระราชบัญญัติว่าด้วยธุรกรรมทางอิเล็กทรอนิกส์ ประมวลกฎหมายแพ่งและอาญา ประมวลกฎหมายวิธีพิจารณาความแพ่งและอาญา เป็นต้น <br>
                                (11) เพื่อดำเนินการทางการตลาด ส่งเสริมการขาย และวิเคราะห์ข้อมูล (Marketing and Data Analysis) รวมถึงการส่งโฆษณาประชาสัมพันธ์ คูปอง ข่าวสาร และข้อมูลอื่น ๆ เกี่ยวกับโปรโมชัน หรือกิจกรรมพิเศษแก่ท่านโดยตรงไปยังท่านบนเว็บไซต์ และ/หรือแอปพลิเคชัน โดยท่านอาจเลือกที่จะไม่รับข้อความโฆษณาบางประเภทได้โดยปฏิบัติตามคำแนะนำที่ให้ไว้ <br>
                                (12) เพื่อใช้ในการยืนยันตัวตน พิสูจน์ตัวตนและตรวจสอบคุณสมบัติ เมื่อท่านสมัครใช้บริการของบริษัท <br>
                                4.2 บริษัทไม่มีนโยบายในการเก็บรวบรวมข้อมูลส่วนบุคคลที่มีความอ่อนไหว (Sensitive Data) จากท่าน อย่างไรก็ดี  หากมีกรณีที่บริษัทจำเป็นจะต้องเก็บรวบรวมข้อมูลส่วนบุคคลดังกล่าว บริษัทจะขอความยินยอมจากท่านโดยชัดแจ้งก่อนการดำเนินการเก็บรวบรวมข้อมูลส่วนบุคคลดังกล่าว หรือเว้นแต่มีเหตุตามกฎหมายให้ดำเนินการเก็บรวบรวมข้อมูลดังกล่าวได้โดยไม่ต้องขอความยินยอม <br>
                                4.3 บริษัทขอแจ้งให้ทราบว่า ในกรณีที่บริษัทต้องขอเอกสารระบุตัวตน เช่น บัตรประชาชน หนังสือเดินทาง ประวัติการทำงาน หรือเอกสารอื่น ๆ ซึ่งอาจมีข้อมูลส่วนบุคคลที่มีความอ่อนไหว (Sensitive Data) ได้แก่ ศาสนา สัญชาติ หรือ หมู่เลือด เป็นต้น บริษัทไม่มีความประสงค์จะเก็บข้อมูลดังกล่าว จึงขอให้ท่านดำเนินการขีดฆ่า หรือ ปิดทึบข้อมูลส่วนนั้น ทั้งนี้ หากท่านมิได้ดำเนินการตามที่แจ้ง บริษัทขอสงวนสิทธิในการดำเนินการขีดฆ่า หรือ ปิดทึบข้อมูลดังกล่าว เพื่อเป็นการรักษาไว้ซึ่งข้อมูลส่วนบุคคลที่มีความอ่อนไหวของท่าน <br>
                                4.4 ท่านตกลงจะไม่ส่งมอบข้อมูลใดๆ ที่ไม่ถูกต้องและ/หรือที่ทำให้เข้าใจผิดแก่บริษัท และท่านตกลงจะแจ้งให้บริษัททราบถึงความไม่ถูกต้องหรือการเปลี่ยนแปลงของข้อมูลนั้น บริษัทสงวนสิทธิ์ที่จะขอให้ส่งมอบเอกสารเพิ่มเติมอื่นใดเพื่อการยืนยันข้อมูลที่ท่านได้ให้แก่บริษัทตามที่บริษัทเห็นสมควร	<br>
                                4.5 หากท่านได้ให้ข้อมูลส่วนบุคคลของบุคคลที่สามแก่บริษัท (เช่น เจ้าของทรัพย์สิน ผู้รับผลประโยชน์ ผู้ติดต่อฉุกเฉิน บุคคลที่อ้างอิง และผู้อ้างอิง) เช่น ชื่อ นามสกุล ที่อยู่ หมายเลขโทรศัพท์ รายได้ของบุคคลในครอบครัว และข้อมูลส่วนตัวและข้อมูลเพื่อการติดต่ออื่นเพื่อติดต่อในกรณีฉุกเฉิน กรอกใบสมัครหรือทำธุรกรรมของท่านกับบริษัท ท่านรับรองว่าข้อมูลดังกล่าวเป็นข้อมูลที่ถูกต้องตามกฎหมาย กรุณาแจ้งบุคคลเหล่านั้นให้ทราบถึงนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ และ/หรือขอความยินยอมจากบุคคลเหล่านั้น
                            </p>
                        </div>   
                        <div class="mt-2">
                            <h3>ข้อ 5. การประมวลผลข้อมูลส่วนบุคคล</h3>
                            <p>
                                5.1 การเก็บรวบรวมข้อมูลส่วนบุคคล
                                บริษัทจะเก็บรวบรวมข้อมูลส่วนบุคคลอย่างจำกัดและเท่าที่จำเป็น โดยขึ้นอยู่กับประเภทของบริการที่เจ้าของข้อมูลส่วนบุคคลใช้บริการหรือให้ข้อมูลส่วนบุคคลกับบริษัท 
                                บริษัทให้ความสำคัญในการเก็บรวบรวมข้อมูลส่วนบุคคลจากท่านโดยตรง อีกทั้งยังมีความตระหนักถึงการขอความยินยอมจากท่านในฐานะเจ้าของข้อมูลส่วนบุคคล อันเป็นสิทธิในการเลือกยินยอมให้บริษัทประมวลผลข้อมูลตามที่บริษัทร้องขอจากท่าน เพียงแต่ท่านต้องรับทราบว่าการให้ข้อมูลส่วนบุคคลที่ไม่ครบถ้วนตามที่บริษัทร้องขอ หรือการไม่ให้ความยินยอมในการจัดเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลดังกล่าวอาจทำให้ ท่านถูกจำกัดสิทธิการใช้บริการบางประการ
                                ทั้งนี้ บริษัทอาจไม่จำเป็นต้องขอความยินยอมจากท่าน หากการประมวลผลข้อมูลมีวัตถุประสงค์โดยชอบด้วยกฎหมายอื่นรองรับ (อาทิความจำเป็นเพื่อปฏิบัติตามสัญญา หรือการปฏิบัติตามกฎหมาย) กรณีเช่นนี้หากบริษัทไม่สามารถประมวลผลข้อมูลส่วนบุคคลได้อาจส่งผลให้บริษัทไม่สามารถให้บริการแก่ท่านได้
                                ในบางกรณี บริษัทอาจเข้าถึงข้อมูลเกี่ยวกับความสนใจ และ/หรือความชอบของท่าน และ/หรือข้อมูลการเข้าใช้งานเว็บไซต์ต่าง ๆ ของท่านด้วยการใช้คุกกี้ในเว็บไซต์ และแอปพลิเคชันของบริษัท โดยคุกกี้ที่อยู่ในเว็บไซต์ และแอปพลิเคชันของบริษัทจะเก็บข้อมูลของท่านไว้ และบริษัทอาจเข้าถึงข้อมูลดังกล่าวได้ ทั้งนี้เพื่อให้บริษัทสามารถนำเสนอบริการที่ตรงกับความต้องการของท่านให้ได้มากที่สุด
                                ในการติดต่อระหว่างท่านกับบริษัทไม่ว่าจะเป็นทางโทรศัพท์ อีเมล แอปพลิเคชันที่ใช้ในการติดต่อสื่อสาร ศูนย์บริการลูกค้า หรือการติดต่อโดยวิธีการอื่นใด บริษัทอาจดำเนินการบันทึกข้อมูลการติดต่อสื่อสารเหลานั้นเพื่อวัตถุประสงค์ต่าง ๆ เช่น เพื่อใช้เป็นหลักฐาน เพื่อพัฒนาและปรับปรุงบริการ เพื่อติดตามความพึงพอใจของท่าน เพื่ออบรมบุคลากร เพื่อประเมินผลงานบุคลากร เพื่อวิเคราะหข้อมูล รวมถึงเพื่อพัฒนาระบบของบริษัทให้เกิดประโยชน์สูงสุดแก่ท่าน<br>
                                    5.2 การใช้ข้อมูลส่วนบุคคล
                                บริษัทจะใช้ข้อมูลส่วนบุคคลตามวัตถุประสงค์ที่เจ้าของข้อมูลส่วนบุคคลให้ไว้กับบริษัท โดยใช้อย่างเหมาะสมและมีมาตรการการรักษาความมั่นคงปลอดภัยและมีการควบคุมการเข้าถึงข้อมูลส่วนบุคคล <br>
                                    5.3 การเปิดเผยข้อมูลส่วนบุคคล
                                โดยปกติบริษัทจะไม่เปิดเผยข้อมูลส่วนบุคคลแก่บุคคลภายนอก อย่างไรก็ดี บริษัทอาจเปิดเผยข้อมูลส่วนบุคคลของท่านให้แก่ผู้อื่นภายใต้ความยินยอมของท่านหรือภายใต้หลักเกณฑ์ที่กฎหมายอนุญาตให้เปิดเผยได้ โดยบุคคลหรือหน่วยงานที่เป็นผู้รับข้อมูลดังกล่าวจะเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านตามขอบเขตที่ท่านได้ให้ความยินยอมหรือขอบเขตที่เกี่ยวข้องในประกาศฉบับนี้
                                บริษัทอาจเปิดเผยข้อมูลของท่านไปยังบุคคลต่าง ๆ ดังต่อไปนี้<br>
                                    1) ผู้ใหบริการต่าง ๆ ที่ใหบริการแกบริษัท บริษัทอาจจำเป็นตองเปิดเผยข้อมูลสวนบุคคลของท่านใหแกผู้ใหบริการต่าง ๆ ที่ใหบริการแก่บริษัทซึ่งรวมถึงหน่วยงานราชการที่บริษัทขอใชบริการด้วย เชน ผู้ใหบริการต่าง ๆ ที่ระบุไวดานล่างนี้ โดยผู้ใหบริการดังกล่าวจะใชข้อมูลสวนบุคคลของท่านได้เทาที่บริษัทอนุญาตใหใช และตองสอดคลองกับประกาศฉบับนี้ โดยการเปิดเผยข้อมูลดังกล่าวจะเป็นการเปิดเผยเพียงเทาที่จำเป็น (need-to-know-basis) เท่านั้น <br>
                                    • ผู้แทนจำหน่ายของบริษัท <br>
                                    • ผู้ให้บริการด้านการขนส่ง ผู้จัดส่งสินค้า <br>
                                    • บริษัททัวร์และเครือข่ายของทัวร์ทั้งในและต่างประเทศ <br>
                                    • ผู้ให้บริการทางการตลาด ซึ่งรวมถึงผู้ใหบริการในการจัดทำข้อมูลและสถิติด้วย <br>
                                    • ผู้ให้บริการงานโฆษณา งานประชาสัมพันธ์ และการติดตอสื่อสาร <br>
                                    • ผู้ให้บริการในการดำเนินการเรื่องการจัดทำ จัดเก็บ เอกสาร และสิ่งพิมพ์ <br>
                                    2) พันธ์มิตรของบริษัท บริษัทอาจเปิดเผยข้อมูลสวนบุคคลของท่านใหแกบุคคลอื่นที่มีข้อตกลงเป็นพันธ์มิตรกับบริษัท เชน บริษัทคูคา ตัวแทนขาย ผู้รับจ้าง Outsource ในการดำเนินการธุรกิจ เป็นต้น <br>
                                    3) ผู้ให้บริการภายนอกที่ให้บริการและทำหน้าที่ภายใต้การควบคุมของบริษัท เช่น ช่วยในการประมวลผลการทำรายการ ส่งโฆษณาสำหรับผลิตภัณฑ์และบริการของบริษัท หรือให้ความช่วยเหลือและบริการแก่ท่าน บริษัทผู้ให้บริการเกี่ยวกับธุรกรรมและการเงิน (เช่น ธนาคาร บริษัทรับชำระเงินแทน)  <br>
                                ผู้ให้บริการทางด้านเทคโนโลยี (เช่น ระบบคลาวด์ ระบบบล็อคเชน บริการส่ง SMS บริการ data analytics) ผู้ให้บริการจัดทำโปรแกรมและระบบสารสนเทศต่างๆ
                                    4) บุคคลอื่นใดที่กฎหมายกำหนด ในกรณีที่มีกฎหมาย กฎเกณฑ ระเบียบต่าง ๆ ที่เกี่ยวข้อง คำสั่งของหน่วยงานราชการ หน่วยงานที่มีหน่าที่ในการกำกับดูแล หรือคำสั่งของหน่วยงานตุลาการให้บริษัทเปิดเผยข้อมูลสวนบุคคลของท่าน บริษัทจำเป็นตองเปิดเผยข้อมูลส่วนบุคคลดังกล่าว
                                    บริษัทจำเป็นจะตองเปิดเผยข้อมูลสวนบุคคลของท่านให้แก่ผู้รับโอน (รวมถึงผู้ที่มีความเป็นไปได้ที่จะเป็นผู้รับโอน) โดยสิทธิและหนาที่ของผู้รับโอนในสวนที่เกี่ยวกับข้อมูลสวนบุคคลของท่านจะเป็นไปตามประกาศฯ ฉบับนี้ด้วย
                            </p>
                        </div>
                        <div class="mt-2">
                            <h3>ข้อ 6. การส่งหรือโอนข้อมูลส่วนบุคคลไปยังต่างประเทศ</h3>
                            <p>
                                6.1 บริษัทอาจส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังบริษัทในเครือหรือบุคคลอื่นในต่างประเทศในกรณีที่จำเป็นเพื่อการปฏิบัติตามสัญญาซึ่งท่านเป็นคู่สัญญา หรือเป็นการกระทำตามสัญญาระหว่างบริษัทกับบุคคลหรือนิติบุคคลอื่น เพื่อประโยชน์ของท่าน หรือเพื่อใช้ในการดำเนินการตามคำขอของท่านก่อนเข้าทำสัญญา หรือเพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของท่านหรือบุคคลอื่น เพื่อปฏิบัติตามกฎหมาย หรือเป็นการจำเป็นเพื่อดำเนินภารกิจเพื่อประโยชน์สาธารณะที่สำคัญ<br>
                                6.2 บริษัทอาจเก็บข้อมูลของท่านบนคอมพิวเตอร์ เซิร์ฟเวอร์ หรือคลาวด์ที่ให้บริการโดยบุคคลอื่น และอาจใช้โปรแกรมหรือแอปพลิเคชันของบุคคลอื่นในรูปแบบของการให้บริการซอฟท์แวร์สำเร็จรูป และรูปแบบของการให้บริการแพลตฟอร์มสำเร็จรูปในการประมวลผลข้อมูลส่วนบุคคลของท่าน แต่บริษัทจะไม่อนุญาตให้บุคคลที่ไม่เกี่ยวข้องสามารถเข้าถึงข้อมูลส่วนบุคคลได้ และจะกำหนดให้บุคคลอื่นเหล่านั้นต้องมีมาตรการคุ้มครองความมั่นคงปลอดภัยที่เหมาะสม <br>
                                6.3 ในกรณีที่มีการส่งข้อมูลส่วนบุคคลของท่านไปยังต่างประเทศ บริษัทจะปฏิบัติตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลและใช้มาตรการที่เหมาะสมเพื่อทำให้มั่นใจได้ว่าข้อมูลส่วนบุคคลของท่านจะได้รับการคุ้มครองและท่านสามารถใช้สิทธิที่เกี่ยวข้องกับข้อมูลส่วนบุคคลของท่านได้ตามกฎหมาย รวมถึงบริษัทจะกำหนดให้ผู้ที่ได้รับข้อมูลมีมาตรการปกป้องข้อมูลของท่านอย่างเหมาะสมและประมวลผลข้อมูลส่วนบุคคลดังกล่าวเท่าที่จำเป็นเท่านั้น และดำเนินการเพื่อป้องกันไม่ให้บุคคลอื่นใช้หรือเปิดเผยข้อมูลส่วนบุคคลโดยปราศจากอำนาจโดยมิชอบ

                            </p>
                        </div>
                        <div class="mt-2">
                            <h3>ข้อ 7. ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล</h3>
                            <p>
                                บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลที่ท่านได้ให้ไว้กับบริษัทตราบเท่าที่จำเป็นต่อการดำเนินการตามวัตถุประสงค์ที่บริษัทได้รับข้อมูลดังกล่าวมา แต่ไม่เกิน 10 ปีนับแต่วันที่ท่านได้ให้บริษัททำการประมวลผลข้อมูลครั้งล่าสุด ทั้งนี้ เพื่อการปฏิบัติตามกฎหมาย บริษัทอาจต้องเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้นานขึ้นหากกฎหมายกำหนด และเมื่อหมดความจำเป็น บริษัทจะดำเนินการทำลายข้อมูลส่วนบุคคลดังกล่าว
                            </p>
                        </div>
                        <div class="mt-2">
                            <h3>ข้อ 8. สิทธิของเจ้าของข้อมูลส่วนบุคคล</h3>
                            <p>
                                เจ้าของข้อมูลส่วนบุคคลอาจใช้ตามกฎหมายดังต่อไปนี้ <br>
                                    8.1 สิทธิขอถอนความยินยอม : หากท่านได้ให้ความยินยอมให้บริษัทเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน (ไม่ว่าจะเป็นความยินยอมที่ท่านให้ไว้ก่อนวันที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลใช้บังคับหรือหลังจากนั้น) ท่านมีสิทธิที่จะถอนความยินยอมเมื่อใดก็ได้ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่กับบริษัท เว้นแต่มีข้อจำกัดสิทธินั้นโดยกฎหมายหรือมีสัญญาที่ให้ประโยชน์แก่ท่านอยู่
                                    ทั้งนี้ การถอนความยินยอมของท่านอาจส่งผลกระทบต่อท่านจากการใช้ผลิตภัณฑ์ และ/หรือบริการต่างๆ เช่น ท่านจะไม่ได้รับสิทธิประโยชน์ โปรโมชั่นหรือข้อเสนอใหม่ๆ ไม่ได้รับผลิตภัณฑ์หรือบริการที่ดียิ่งขึ้นและสอดคล้องกับความต้องการของท่าน หรือไม่ได้รับข้อมูลข่าวสารอันเป็นประโยชน์แก่ท่าน เป็นต้น เพื่อประโยชน์ของท่าน จึงควรศึกษาและสอบถามถึงผลกระทบก่อนเพิกถอนความยินยอม <br>
                                    8.2 สิทธิขอเข้าถึงข้อมูล : ท่านมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของท่านที่อยู่ในความรับผิดชอบของบริษัท และขอให้บริษัททำสำเนาข้อมูลดังกล่าวให้แก่ท่าน รวมถึงขอให้บริษัทเปิดเผยว่าบริษัทได้ข้อมูลส่วนบุคคลของท่านมาได้อย่างไร <br>
                                    8.3 สิทธิขอถ่ายโอนข้อมูล : ท่านมีสิทธิขอรับข้อมูลส่วนบุคคลของท่านในกรณีที่บริษัทได้จัดทำข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบให้สามารถอ่านหรือใช้งานได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติ และสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ รวมทั้งมีสิทธิขอให้บริษัทส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นเมื่อสามารถทำได้ด้วยวิธีการอัตโนมัติ และมีสิทธิขอรับข้อมูลส่วนบุคคลที่บริษัทส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยตรง เว้นแต่ ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค
                                    ทั้งนี้ ข้อมูลส่วนบุคคลของท่านข้างต้นต้องเป็นข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมแก่บริษัทในการเก็บรวบรวม ใช้ และ/หรือเปิดเผย หรือเป็นข้อมูลส่วนบุคคลที่บริษัทจำเป็นต้องเก็บรวบรวม ใช้ และ/หรือเปิดเผยเพื่อให้ท่านสามารถใช้ผลิตภัณฑ์และ/หรือบริการของบริษัทได้ตามความประสงค์ซึ่งบริษัทเป็นคู่สัญญาอยู่กับบริษัท หรือเพื่อใช้ในการดำเนินการตามคำขอของท่านก่อนใช้ผลิตภัณฑ์และ/หรือบริการของบริษัท หรือเป็นข้อมูลส่วนบุคคลอื่นตามที่ผู้มีอำนาจตามกฎหมายกำหนด <br>
                                    8.4 สิทธิขอคัดค้าน : ท่านมีสิทธิขอคัดค้านการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านในเวลาใดก็ได้ หากการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านที่ทำขึ้นเพื่อการดำเนินงานที่จำเป็นภายใต้ประโยชน์โดยชอบด้วยกฎหมายของบริษัทหรือของบุคคลหรือนิติบุคคลอื่น โดยไม่เกินขอบเขตที่ท่านสามารถคาดหมายได้อย่างสมเหตุสมผล หรือเพื่อดำเนินการตามภารกิจเพื่อสาธารณประโยชน์ หากท่านยื่นคัดค้าน บริษัทจะยังคงดำเนินการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านต่อไปเฉพาะที่บริษัทสามารถแสดงเหตุผลตามกฎหมายได้ว่ามีความสำคัญยิ่งกว่าสิทธิขั้นพื้นฐานของท่าน หรือเป็นไปเพื่อการยืนยันสิทธิตามกฎหมาย การปฏิบัติตามกฎหมาย หรือการต่อสู้ในการฟ้องร้องตามกฎหมาย ตามแต่ละกรณี
                                    นอกจากนี้ ท่านยังมีสิทธิขอคัดค้านการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านที่ทำขึ้น เพื่อวัตถุประสงค์เกี่ยวกับการตลาด หรือเพื่อวัตถุประสงค์เกี่ยวกับการศึกษาวิจัยทางวิทยาศาสตร์ ประวัติศาสตร์ หรือสถิติได้อีกด้วย <br>
                                    8.5 สิทธิขอให้ลบหรือทำลายข้อมูล : ท่านมีสิทธิขอลบหรือทำลายข้อมูลส่วนบุคคลของท่าน หรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวท่านได้ หากท่านเชื่อว่าข้อมูลส่วนบุคคลของท่านถูกเก็บรวบรวม ใช้ และ/หรือเปิดเผยโดยไม่ชอบด้วยกฎหมายที่เกี่ยวข้อง หรือเห็นว่าบริษัทหมดความจำเป็นในการเก็บรักษาไว้ ตามวัตถุประสงค์ที่เกี่ยวข้องในประกาศฉบับนี้ หรือเมื่อท่านได้ใช้สิทธิขอถอนความยินยอมหรือใช้สิทธิขอคัดค้านตามที่แจ้งไว้ข้างต้นแล้ว <br>
                                    8.6 สิทธิขอให้ระงับการใช้ข้อมูล : ท่านมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลชั่วคราวในกรณีที่บริษัทอยู่ระหว่างตรวจสอบตามคำร้องขอใช้สิทธิขอแก้ไขข้อมูลส่วนบุคคลหรือขอคัดค้านของท่าน หรือกรณีอื่นใดที่บริษัทหมดความจำเป็นและต้องลบหรือทำลายข้อมูลส่วนบุคคลของท่านตามกฎหมายที่เกี่ยวข้องแต่ท่านขอให้บริษัทระงับการใช้แทน <br>
                                    8.7 สิทธิขอให้แก้ไขข้อมูล : ท่านมีสิทธิขอแก้ไขข้อมูลส่วนบุคคลของท่านให้ถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด <br>
                                    8.8 สิทธิร้องเรียน : ท่านมีสิทธิร้องเรียนต่อผู้มีอำนาจตามกฎหมายที่เกี่ยวข้อง หากท่านเชื่อว่าการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเป็นการกระทำในลักษณะที่ฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายที่เกี่ยวข้อง
                                    ท่านสามารถร้องขอใช้สิทธิตามกฎหมายได้ โดยกรอกรายเอียดใบแบบฟอร์มคำร้องขอใช้สิทธิของเจ้าของข้อมูลส่วนบุคคล ได้ที่ช่องทาง ข้อ 14. การปฏิบัติตามนโยบายคุ้มครองข้อมูลส่วนบุคคลและการติดต่อกับบริษัท
                                    การใช้สิทธิของท่านดังกล่าวข้างต้นอาจถูกจำกัดภายใต้กฎหมายที่เกี่ยวข้อง และมีบางกรณีที่มีเหตุจำเป็นที่บริษัทอาจปฏิเสธหรือไม่สามารถดำเนินการตามคำขอใช้สิทธิข้างต้นของท่านได้ เช่น ต้องปฏิบัติตามกฎหมายหรือคำสั่งศาล เพื่อประโยชน์สาธารณะ การใช้สิทธิอาจละเมิดสิทธิหรือเสรีภาพของบุคคลอื่น เป็นต้น หากบริษัทปฏิเสธคำขอข้างต้น บริษัทจะแจ้งเหตุผลของการปฏิเสธให้ท่านทราบด้วย
                            </p>
                        </div>
                        <div class="mt-2">
                            <h3>ข้อ 9. การรักษาความมั่นคงปลอดภัยสำหรับข้อมูลส่วนบุคคล</h3>
                            <p>
                                9.1 ความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของท่านเป็นสิ่งสำคัญสำหรับบริษัท และบริษัทได้นำมาตรฐานความมั่นคงปลอดภัยทางเทคนิคและการบริหารที่เหมาะสมมาใช้เพื่อปกป้องข้อมูลส่วนบุคคลจากการสูญหาย การเข้าถึงการใช้หรือการเปิดเผยโดยไม่ได้รับอนุญาต การใช้งานในทางที่ผิด การดัดแปลงเปลี่ยนแปลง และการทำลายโดยใช้เทคโนโลยีและขั้นตอนการรักษาความมั่นคงปลอดภัย เช่น การเข้ารหัสและการจำกัดการเข้าถึง เพื่อให้มั่นใจว่าบุคคลที่ได้รับอนุญาตเท่านั้นที่เข้าถึงข้อมูลส่วนบุคคลของท่านและบุคคลเหล่านี้ได้รับการฝึกอบรมเกี่ยวกับความสำคัญของการปกป้องข้อมูลส่วนบุคคล <br>
                                9.2 บริษัทจัดให้มีมาตรการรักษาความมั่นคงปลอดภัยที่เหมาะสม เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข เปิดเผยข้อมูลส่วนบุคคลจากผู้ที่ไม่มีสิทธิหรือหน้าที่ที่เกี่ยวข้องกับข้อมูลส่วนบุคคลนั้น และจะจัดให้มีการทบทวนมาตรการดังกล่าวเมื่อมีความจำเป็น หรือเมื่อเทคโนโลยีเปลี่ยนแปลงไปเพื่อให้มีประสิทธิภาพในการรักษาความมั่นคงปลอดภัยที่เหมาะสม
                            </p>
                        </div>
                        <div class="mt-2">
                            <h3>ข้อ 10. การบริหารจัดการปัญหาในกรณีที่มีการละเมิดข้อมูลส่วนบุคคล</h3>
                            <p>
                                บริษัทกำหนดแนวทางเพื่อจัดการปัญหาในกรณีที่เกิดการละเมิดข้อมูลส่วนบุคคลส่วนบุคคล ไว้ ดังนี้  <br>
                                10.1 เมื่อมีการตรวจพบหรือได้รับเรื่องร้องเรียนถึงการละเมิดข้อมูลส่วนบุคคลส่วนบุคคล ผู้ที่ตรวจพบหรือได้รับเรื่องร้องเรียนต้องรายงานกับประธานคณะกรรมการข้อมูลส่วนบุคคลของบริษัท หรือเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล เพื่อดำเนินการตรวจสอบ ประสานงานกับฝ่ายที่เป็นผู้รับผิดชอบข้อมูลในการค้นหาสาเหตุที่เกิดการละเมิดข้อมูลส่วนบุคคล พร้อมทั้งรายงานให้กับหน่วยงานกำกับที่เกี่ยวข้องตามที่กฎหมายระบุไว้  <br>
                                10.2 เมื่อตรวจพบสาเหตุซึ่งเกิดจาก
                                    (1) ระบบงานของบริษัท ให้ประสานงานกับฝ่ายเทคโนโลยีสารสนเทศ เพื่อระงับหรือปิดระบบงานชั่วคราว เพื่อดำเนินการปรับปรุงแก้ไขข้อผิดพลาด หรือแจ้งให้กับผู้ให้บริการภายนอกของระบบงานนั้นดำเนินการแก้ไขทันที
                                    (2) บุคคลภายในบริษัท ให้ดำเนินการระงับการเข้าถึงข้อมูลของบุคคลนั้นโดยทันที และดำเนินการตั้งคณะกรรมการสอบสวนตามมาตรการของบริษัท
                                    (3) ผู้ให้บริการภายนอก ให้ผู้ให้บริการภายนอกตรวจสอบสาเหตุและแจ้งกลับบริษัท ภายใน 24 ชั่วโมง นับจากที่บริษัทได้แจ้งข้อมูลไป ซึ่งในระหว่างนั้นบริษัทจะระงับการส่งข้อมูลให้ผู้ให้บริการภายนอกรายนั้นๆ ชั่วคราว จนกว่าจะแก้ไขปัญหาได้  <br>
                                10.3 สำหรับข้อมูลที่รั่วไหลออกไป บริษัทจะดำเนินการจัดการกับข้อมูลนั้นๆ โดยจำกัดความเสียหายให้ได้มากที่สุด ตามกระบวนการทางกฎหมายหรือวิธีอื่นๆ ตามแต่กรณี  <br>
                                10.4 บริษัทจะแจ้งความคืบหน้าให้ผู้ร้องเรียนทราบเป็นระยะ ถึงความคืบหน้าของการจำกัดความเสียหาย สาเหตุ การป้องกันที่แก้ไขที่บริษัทได้ดำเนินการไปในแต่ละขั้นตอน
                            </p>
                        </div>
                        <div class="mt-2">
                            <h3>ข้อ 11. การใช้คุกกี้ (Cookies)</h3>
                            <p>
                                คุกกี้ (Cookies) หมายถึง ข้อมูลขนาดเล็กที่เว็บไซต์ส่งไปเก็บไว้กับเจ้าของข้อมูลส่วนบุคคลที่เข้าชมเว็บไซต์ เพื่อช่วยให้เว็บไซต์จดจำข้อมูลเข้าชมของเจ้าของข้อมูลส่วนบุคคล เช่น ภาษาที่เลือกใช้เป็นอันดับแรก ผู้ใช้ของระบบ หรือการตั้งค่าอื่น ๆ เมื่อเจ้าของข้อมูลส่วนบุคคลเข้าชมเว็บไซต์ในครั้งถัดไป เว็บไซต์จะจดจำได้ว่าเป็นผู้ใช้ที่เคยเข้าใช้บริการแล้ว และตั้งค่าตามที่เจ้าของข้อมูลส่วนบุคคลกำหนด จนกว่าเจ้าของข้อมูลส่วนบุคคลจะลบคุกกี้ (Cookies) หรือไม่อนุญาตให้คุกกี้ (Cookies) นั้นทำงานอีกต่อไป ซึ่งเจ้าของข้อมูลส่วนบุคคลสามารถที่จะยอมรับหรือไม่รับคุกกี้ (Cookies) ก็ได้ ในกรณีที่เลือกที่จะไม่รับหรือลบคุกกี้ (Cookies) เว็บไซต์อาจจะไม่สามารถให้บริการหรือไม่สามารถแสดงผลได้อย่างถูกต้อง ทั้งนี้ ท่านสามารถศึกษาข้อมูลเกี่ยวกับนโยบายคุกกี้ (Cookies Policy) ที่บริษัทได้จัดเตรียมไว้
                            </p>
                        </div>
                        <div class="mt-2">
                            <h3>ข้อ 12. การเชื่อมต่อไปยังเว็บไซต์ของบุคคลภายนอก</h3>
                            <p>
                                ในการใช้บริการแอบพลิเคชันหรือเว็บไซต์ของบริษัท อาจมีลิงก์เชื่อมต่อไปยังเครือข่ายสังคมออนไลน์ แพลตฟอร์ม และเว็บไซต์อื่นที่มีบุคคลภายนอกเป็นผู้ดำเนินการ บริษัทพยายามที่จะเชื่อมต่อไปยังเว็บไซต์ที่มีมาตรฐานในการคุ้มครองข้อมูลส่วนบุคคลเท่านั้น อย่างไรก็ตาม บริษัทไม่สามารถรับผิดชอบในเนื้อหาหรือมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลของเว็บไซต์อื่นนั้น เว้นแต่จะกำหนดไว้เป็นประการอื่น ข้อมูลส่วนบุคคลใดที่ท่านให้แก่เว็บไซต์ของบุคคลภายนอกนั้นจะถูกเก็บรวบรวมโดยบุคคลดังกล่าวและอยู่ภายใต้ ประกาศ/นโยบายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลของบุคคลภายนอกดังกล่าว (หากมี) ในกรณีเช่นว่านี้ บริษัทขอให้ท่านศึกษาและปฏิบัติตามประกาศ/นโยบายเกี่ยวกับคุ้มครองข้อมูลส่วนบุคคลที่ปรากฏในเว็บไซต์นั้น ๆ แยกต่างหากจากของบริษัท
                            </p>
                        </div>
                        <div class="mt-2">
                            <h3>ข้อ 13. การปรับปรุงนโยบายคุ้มครองข้อมูลส่วนบุคคล</h3>
                            <p>
                                บริษัทอาจทำการปรับปรุงหรือแก้ไขนโยบายคุ้มครองข้อมูลส่วนบุคคล โดยมิต้องแจ้งให้เจ้าของข้อมูลส่วนบุคคลทราบล่วงหน้า ทั้งนี้ เพื่อความเหมาะสมและมีประสิทธิภาพในการให้บริการ ดังนั้น บริษัทจึงขอแนะนำให้เจ้าของข้อมูลส่วนบุคคลอ่านนโยบายคุ้มครองข้อมูลส่วนบุคคลทุกครั้งที่เยี่ยมชมหรือใช้บริการจากบริษัทหรือเว็บไซต์ของบริษัท
                            </p>
                        </div>
                        <div class="mt-2">
                            <h3>ข้อ 14. การปฏิบัติตามนโยบายคุ้มครองข้อมูลส่วนบุคคลและการติดต่อกับบริษัท</h3>
                            <p>
                                ในกรณีที่เจ้าของข้อมูลส่วนบุคคลมีข้อสงสัยหรือข้อเสนอแนะเกี่ยวกับนโยบายคุ้มครองข้อมูลส่วนบุคคลหรือการปฏิบัติตามนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ บริษัทยินดีตอบข้อสงสัย และรับฟังข้อเสนอแนะ เพื่อประโยชน์ต่อการปรับปรุงการคุ้มครองข้อมูลส่วนบุคคลและการให้บริการของบริษัทต่อไป โดยเจ้าของข้อมูลส่วนบุคคลสามารถติดต่อกับบริษัทได้ตามที่อยู่ด้านล่างนี้ <br>
                                บริษัท เจ.ที.แพ็ค ออฟ ฟู้ดส์ จำกัด นี้ <br>
                                สถานที่ติดต่อ :		เลขที่ 75/75 ม.5 ซอยทองคำ 3 ถนนจันทร์ทองเอี่ยม  นี้ <br>
                                ตำบลบางรักพัฒนา อำเภอบางบัวทอง จังหวัดนนทบุรี 11110 นี้ <br>
                                เบอร์โทรศัพท์ :        	02-033-7939 นี้ <br>
                                อีเมล : 			Jtgroupdpo@jtpackoffoods.com นี้ <br>
                                เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล นี้ <br>
                                สถานที่ติดต่อ :		เลขที่ 75/75 ม.5 ซอยทองคำ 3 ถนนจันทร์ทองเอี่ยม  นี้ <br>
                                ตำบลบางรักพัฒนา อำเภอบางบัวทอง จังหวัดนนทบุรี 11110 นี้ <br>
                                เบอร์โทรศัพท์ :        	02-033-7939 นี้ <br>
                                อีเมล : 			Jtgroupdpo@jtpackoffoods.com 
                            </p>
                        </div>
                        <div class="mt-2">
                            <h3>ข้อ 15. การลบบัญชีผู้ใช้งาน</h3>
                            <p>
                                ในกรณีที่ผู้ใช้ต้องการลบบัญชีผู้ใช้งาน สามารถแจ้งทีมงานเพื่อร้องขอการลบบัญชีผู้ใช้งานได้ตลอดเวลา โดยการส่งอีเมลมาที่ (อีเมล) เพื่อดำเนินการลบบัญชีผู้ใช้ หลังจากที่ได้ลบบัญชีผู้ใช้งานแล้ว ข้อมูลส่วนบุคคลของคุณในเซิร์ฟเวอร์จะถูกล้างออกและไม่สามารถกู้คืนได้
                            </p>
                        </div>
                        <div class="mt-2">
                            <p>
                                นโยบายคุ้มครองข้อมูลส่วนบุคคลนี้ อยู่ภายใต้การบังคับและการตีความตามกฎหมายไทยและศาลไทยเป็นผู้มีอำนาจในการพิจารณาข้อพิพาทใดที่อาจเกิดขึ้น <br>
                                ประกาศใช้ ณ วันที่  1 เดือน ธันวาคม พ.ศ. 2565
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>

<script>
    var accordions = document.getElementsByClassName("accordion_1");
    for (let i = 0; i < accordions.length; i++) {
        accordions[i].addEventListener("click",function () {
            this.classList.toggle("active_panel");
            var panel = this.nextElementSibling;
            if (panel.style.maxHeight) {
                panel.style.maxHeight = null;
            } else {
                panel.style.maxHeight = panel.scrollHeight + "px";
            }
        });
    }
    </script>
@endsection