<h3>จาก บริษัท JT pack of foods</h3>
<h4>เรียน ท่านลูกค้า อีเมลฉบับนี้เป็นการแจ้งข้อมูลลืมรหัสผ่าน วันที่ {{ date("d-m-Y H:i") }}</h4>
<br>
<p>ทางบริษัทได้รับเรื่องลืมรหัสผ่านเรียบร้อย กรุณาคลิก <a href="{{ url('/Reset') }}?reset={{ $data['Pass'] }}&u={{ $data['salt'] }}&e={{ base64_encode($data['Email']) }}">{{ url('/Reset') }}?reset={{ $data['Pass'] }}&u={{ $data['salt'] }}&e={{ base64_encode($data['Email']) }}</a> เพื่อทำการเปลี่ยนรหัสผ่าน
<br>
เพื่อความปลอดภัยกรุณาเปลี่ยนรหัสผ่านของท่าน ทางบริษัทขอขอบคุณเป็นอย่างสูง
<br>
ลิงค์ดังกล่าวจะไม่สามารถใช้ได้หากท่านเปลี่ยนรหัสผ่านแล้ว
</p>

