@extends('main_theme')

@section('content')

<div class="breadcrumb-area">
    <div class="container-ext">
        <div class="row">
            <div class="col-12">
                <!-- breadcrumb-list start -->
                <ul class="breadcrumb-list">
                    <li class="breadcrumb-item"><a href="{{ url('/') }}">หน้าหลัก</a></li>
                    <li class="breadcrumb-item active">เงื่อนไข และข้อจำกัดในการบริการ</li>
                </ul>
                <!-- breadcrumb-list end -->
            </div>
        </div>
    </div>
</div>

<div class="main-content-wrap contact-wrap">
    <div class="contact-form-area section-ptb">
        <div class="container-ext">
            <div class="row">
                <div id="content" class="col-12">
                    <h4> เงื่อนไข และข้อจำกัดในการบริการ</h4>
                    <p class="mt-5">
                        1. คำอธิบาย เงื่อนไข และข้อจำกัดในการบริการ ของ บริษัท เจ.ที.แพ็ค ออฟ ฟู้ดส์ จำกัด สงวนสิทธิ์ให้บริการสั่งซื้อสินค้าทางเว็บไซต์และจัดส่งสินค้านี้ (ต่อไปนี้เรียกว่า "บริการ")ในการใช้บริการนี้ คุณต้องยอมรับข้อตกลงและเงื่อนไขนี้ ตลอดจนข้อกำหนดและเงื่อนไขเกี่ยวกับการสั่งซื้อสินค้าทางเว็บไซต์ และอนุญาตให้เราดำเนินการจัดการข้อมูลของคุณได้ โดยคุณจะต้องลงทะเบียนก่อนการใช้บริการโปรดทราบว่าการใช้บริการนี้ บางช่องทางการจัดส่งสินค้ามีการเรียกเก็บค่าใช้จ่ายราคาสินค้าที่ระบุในหน้าเว็บไซต์เป็นราคาโดยประมาณเท่านั้น โดยเราจะเสนอราคาที่แน่นอนในใบเสร็จรับเงิน/เอกสารการซื้อขายให้แก่คุณ สัญญาระหว่างคุณและเราในการซื้อสินค้าจะเกิดขึ้นต่อเมื่อคุณได้ตกลงยอมรับในราคาสินค้าที่แน่นอนดังกล่าว ทั้งนี้ จำนวนสินค้าที่มีจำหน่ายจะขึ้นอยู่กับจำนวนสินค้าที่เรามีอยู่ซึ่งเราไม่สามารถรับประกันได้ว่าจะมีสินค้าตามรายการและรายละเอียดที่ได้แสดงไว้ในหน้าเว็บไซต์การสั่งซื้อสินค้าผ่านบริการของเรานี้ ให้เป็นไปตามข้อกำหนดและเงื่อนไขการสั่งซื้อสินค้าทางเว็บไซต์ซึ่งได้ระบุไว้ต่อไปในเว็บไซต์นี้
                        <br>
                        <br>
                        2. การแก้ไขข้อตกลงและเงื่อนไขของบริษัทเราขอสงวนสิทธิในการแก้ไขข้อตกลงและเงื่อนไขนี้ ณ เวลาใดๆ ก็ได้ ทั้งนี้ ให้ข้อตกลงและเงื่อนไขนี้มีผลบังคับใช้เมื่อมีการลงไว้ในเว็บไซต์ และถือว่าคุณได้ให้ความตกลงในข้อตกลงและเงื่อนไขนี้ที่ได้มีการแก้ไขใหม่แล้วเมื่อคุณใช้บริการสั่งซื้อสินค้า เรานอาจทำการยกเลิกการให้บริการนี้ ณ เวลาใดๆ ก็ได้
                        <br>
                        <br>
                        3. การลงทะเบียนใช้บริการ และผู้ไม่มีสิทธิใช้บริการในการลงทะเบียนที่เว็บไซต์ คุณตกลงที่จะให้ข้อมูลรายละเอียดที่ถูกต้องตรงตามความเป็นจริง และหากมีการเปลี่ยนแปลงใดๆ เกี่ยวกับข้อมูลรายละเอียดที่คุณได้ให้ไว้แก่เรา คุณตกลงจะแจ้งให้ทราบผ่านทางศูนย์บริการลูกค้าทางอีเมลล์ jtpackoffoods@gmail.com หรือทำการแก้ไขข้อมูลผ่านทางหน้าเว็บไซต์โดยตรงทันที 
                        <br>
                        <br>
                        หากท่านประสงค์จะยกเลิกการลงทะเบียน ให้ท่านแจ้งไปยังศูนย์บริการลูกค้าทางอีเมลล์ jtpackoffoods@gmail.com
                        <br>
                        เรามีสิทธิที่จะระงับหรือยกเลิกการลงทะเบียนของคุณได้หากเรามีเหตุผลอันควรเชื่อได้ว่าคุณฝ่าฝืนข้อตกลงและเงื่อนไขนี้หรือข้อกำหนดและเงื่อนไขการสั่งซื้อสินค้าทางเว็บไซต์ ทั้งนี้ การยกเลิกการลงทะเบียนนี้จะไม่มีผลกระทบต่อข้อตกลงและเงื่อนไขนี้หรือข้อกำหนดและเงื่อนไขการสั่งซื้อสินค้าทางเว็บไซต์ซึ่งมีลักษณะเป็นการต่อเนื่องแต่ประการใด
                        <br>
                        4. ความปลอดภัยเกี่ยวกับการใช้บริการของคุณระหว่างการลงทะเบียน เราจะขอให้คุณสร้างรหัสส่วนตัวสำหรับการเข้าถึงบัญชีของคุณ ซึ่งคุณจะต้องเก็บรหัสส่วนตัวดังกล่าวเป็นความลับไม่เปิดเผยให้ผู้ใดทราบ คุณจะต้องเป็นผู้รับผิดชอบการดำเนินการใดๆ ที่กระทำผ่านทางบัญชีของคุณ หากคุณสงสัยว่ามีการใช้รหัสส่วนตัวของคุณโดยมิชอบหรือโดยไม่ได้รับอนุญาต คุณตกลงจะแจ้งให้เราทราบผ่านทางศูนย์บริการลูกค้าทางโทรศัพท์โดยไม่ชักช้า หากเรามีเหตุผลอันควรเชื่อได้ว่ามีหรืออาจจะมีการใช้บริการของเราไปโดยมิชอบ เราขอสงวนสิทธิ์ในการระงับใช้บัญชีของคุณหรือขอให้คุณเปลี่ยนรหัสส่วนตัวของคุณได้ ทั้งนี้ เราไม่จำเป็นต้องรับผิดชอบต่อความเสียหายใดๆ อันเนื่องมาจากการที่รหัสส่วนตัวของคุณถูกเปิดเผยหรือใช้ไปในทางมิชอบทั้งสิ้น
                        <br>
                        <br>
                        5. รายละเอียดและเงื่อนไขในการบริการสั่งซื้อสินค้าทางโทรศัพท์ (Order By Phone)
                        <br>
                        5.1  บริการสั่งซื้อสินค้าทางโทรศัพท์” คือ บริการที่คุณสามารถสั่งซื้อสินค้าในเว็บไซต์ได้ทางโทรศัพท์
                        <br>
                        5.2  คุณสามารถใช้บริการนี้ได้ โดยโทรมาที่ 0-2033-7999 (Auto),    0-2033-7900 (Call center) (ตั้งแต่เวลา 08.00 – 17.00 น) เราจะจัดให้มีพนักงานรับสายซึ่งเสมือนเป็นผู้ช่วยของคุณในการซื้อสินค้า เพื่อรับคำสั่งซื้อสินค้า (Order) ของคุณ
                        <br>
                        5.3  เมื่อคุณทำคำสั่งซื้อเสร็จสิ้นแล้ว เราจะยืนยันคำสั่งซื้อ รวมถึงรอบการจัดส่ง สถานที่จัดส่งสินค้า พร้อมกับแจ้งราคาสินค้าโดยประมาณการให้แก่คุณทางโทรศัพท์ หรือทาง email ที่คุณแจ้งไว้ในวันเดียวกันกับวันที่ได้รับคำสั่งซื้อจากคุณ
                        <br>
                        <br>
                        6. การปกป้องทรัพย์สินทางปัญญาบริษัทเป็นเจ้าของและผู้ดำเนินการเว็บไซต์ และเป็นเจ้าของลิขสิทธิ์ในข้อความ รวมถึงภาพและการออกแบบหน้าเว็บเพจ ตลอดจนบรรดาภาพประกอบและข้อมูลเกี่ยวกับการบริการที่ปรากฏในหน้าเว็บเพจ 
                        ผู้เข้าชมเว็บไซต์ ถือเป็นผู้ใช้เว็บไซต์ (ต่อไปนี้เรียกว่า "ผู้ใช้เว็บไซต์") และเมื่อมีการใช้งานเว็บไซต์นี้ ผู้ใช้เว็บไซต์มีหน้าที่ปฏิบัติตามกฎหมาย จรรยาบรรณที่ดี และข้อตกลงและเงื่อนไขนี้ ในการที่จะไม่ทำลายชื่อเสียงและทำให้เสื่อมซึ่งสิทธิของเราหรือสิทธิของผู้ใช้เว็บไซต์รายอื่นทั้งนี้ ผู้ใช้เว็บไซต์ตกลงที่จะไม่กระทำการใดๆ ตามที่ระบุดังต่อไปนี้
                        <br>
                        •  ใช้เว็บไซต์ไม่ว่าทั้งหมดหรือบางส่วนเพื่อวัตถุประสงค์อื่นนอกจากเพื่อการใช้งานของตน ซึ่งหมายถึงผู้ใช้เว็บไซต์จะต้องไม่ทำการคัดลอก ดาวน์โหลด หรือแจกจ่ายข้อความในเว็บไซต์ มากกว่าที่จำเป็นเพื่อการใช้งานของตน
                        <br>
                        •  กระทำการใดๆ ที่เป็นการรบกวนหรือแทรกแซงการใช้งานเว็บไซต์ของผู้ใช้เว็บไซต์รายอื่น หรือการกระทำการไม่ว่าในทางใดอันเป็นการขัดขวางผู้ใช้เว็บไซต์รายอื่น
                        <br>
                        •  กระทำการในทางใดๆ ที่กระทบต่อข้อความหรือลักษณะทางเทคนิคของเว็บไซต์โดยไม่ได้รับอนุมัติจากเรา
                        <br>
                        •  กระทำการอันกระทบต่อความปลอดภัยของเว็บไซต์
                        <br>
                        •  ใช้เว็บไซต์ในการแจกจ่ายข้อความที่ไม่ได้รับการร้องขอ (สแปม) หรือข้อความลูกโซ่ หรือส่งไวรัสหรือโปรแกรมใดๆ ที่เป็นอันตรายต่อเว็บไซต์
                        <br>
                        •  ส่งข้อความใดๆ ที่มีไวรัสหรือโปรแกรมที่เป็นอันตรายไปยังเว็บไซต์
                        <br>
                        •  สร้างข้อความปลอมเพื่อบิดเบือนการแสดงตัวตนของผู้ใช้เว็บไซต์หรือพยายามเข้าไปยังบัญชีของผู้ใช้เว็บไซต์
                        <br>
                        <br>
                        7. การใช้บริการโดยไม่ได้รับอนุญาตห้ามมิให้มีการใช้บริการโดยไม่ได้รับอนุญาต ซึ่งได้แก่
                        <br>
                        •  การแจกจ่ายข้อความที่เป็นการรบกวน ทำให้เสื่อมเสียชื่อเสียง ขัดกับหลักการเคารพสิทธิมนุษยชน เป็นการแบ่งแยกทางศาสนา ความเชื่อ เชื้อชาติ หรือเพศ ที่เป็นการกระตุ้นให้เกิดความรุนแรงหรือการกระทำที่ผิดกฎหมาย หรือการฝ่าฝืนกฎหมายในท้องที่ใดๆ
                        <br>
                        •  การแจกจ่ายข้อความที่เป็นการคุกคามความสงบเรียบร้อยของประชาชนหรือผลประโยชน์ตามกฎหมายของลูกค้า ผู้ใช้เว็บไซต์ ร้าน หรือร้านอื่นในเครือเทสโก้
                        <br>
                        •  การเข้าถึงระบบคอมพิวเตอร์ของผู้อื่นโดยไม่ได้รับอนุญาต
                        <br>
                        •  การกีดกันมิให้ลูกค้าสามารถเข้าใช้บริการได้
                        <br>
                        •  การละเมิดสิทธิเกี่ยวกับการใช้เครือข่ายในการสื่อสารทางระบบอิเล็คทรอนิกส์สาธารณะ
                        <br>
                        •  การขัดขวางหรือทำให้เครือข่ายหรือเว็บไซต์ที่เชื่อมต่อกับเว็บไซต์ หยุดชะงัก
                        <br>
                        •  การสร้าง การแจกจ่าย หรือการเก็บสำเนาเอกสารอิเล็คทรอนิกส์และเอกสารอื่นที่ได้รับความคุ้มครองภายใต้กฎหมายลิขสิทธิ์โดยไม่ได้รับอนุญาตล่วงหน้าจากเจ้าของลิขสิทธิ์
                        <br>
                        เรามีสิทธิที่จะตัดข้อความใดๆ ที่เป็นอันตรายออกจากเว็บไซต์ และมีสิทธิเรียกให้ผู้ใช้เว็บไซต์ผู้ก่อให้เกิดความเสียหายต่อเราโดยการใช้บริการโดยไม่ได้รับอนุญาตให้ชำระค่าเสียหายเต็มจำนวนได้ ความเสียหายนี้ให้รวมถึงความเสียหายที่เกิดแก่เรา หรือความเสียหายที่บุคคลภายนอกเรียกร้องจากเราอันเป็นผลสืบเนื่องมาจากการใช้เว็บไซต์โดยไม่ได้รับอนุญาตของผู้ใช้เว็บไซต์ ทั้งนี้ ความเสียหายหมายถึงทั้งความเสียหายโดยตรงและค่าใช้จ่ายที่จำเป็นในการใช้สิทธิเรียกค่าชดเชย และการแก้ไขสภาพที่บกพร่องที่มีสาเหตุมาจากการใช้บริการที่ไม่ได้รับอนุญาต และให้ถือว่าค่าปรับเป็นตัวเงินที่พนักงานเจ้าหน้าที่เรียกเก็บจากเราจากการละเมิดข้อกำหนดของกฎหมายอันเนื่องจากการที่ผู้ใช้เว็บไซต์ใช้เว็บไซต์โดยไม่ได้รับอนุญาต เป็นความเสียหายด้วย
                        <br>
                        <br>
                        8. การใช้บริการเราพยายามอย่างที่สุดในการพัฒนาคุณภาพของการบริการ อย่างไรก็ดี เนื่องด้วยลักษณะทางเทคนิคของการให้บริการ เราไม่สามารถรับประกันได้ว่าท่านจะสามารถใช้บริการได้อย่างสมบูรณ์หรือโดยปราศจากซึ่งปัญหาใดๆ แต่หากท่านพบความผิดพลาดทางเทคนิค ท่านสามารถรายงานความบกพร่องผ่านทางศูนย์บริการลูกค้าทางโทรศัพท์ได้ และเราจะพยายามแก้ไขข้อบกพร่องอย่างรวดเร็วที่สุดเท่าที่จะทำได้
                        <br>
                        เราสงวนสิทธิ์ที่จะมิให้ผู้ใช้เว็บไซต์เข้าถึงเว็บไซต์ ได้หากมีความจำเป็นในการซ่อมแซมหรือบำรุงรักษา หรือปรับปรุงระบบ หรือเพื่อการนำระบบใหม่ๆ มาใช้
                        เรามีความพยายามเป็นอย่างยิ่งในการจัดให้มีการบริการได้มากที่สุดเท่าที่จะเป็นไปได้และทำการขยายการให้บริการออกไปสู่พื้นที่อื่นๆ ในประเทศไทย ซึ่งคุณจะได้รับข้อมูลเกี่ยวกับการให้บริการในระหว่างขั้นตอนการทำรายการสั่งซื้อผ่านการบริการทางเว็บไซต์
                        <br>
                        <br>
                        9. ความรับผิดแม้ว่าเราจะใช้ความพยายามในการตรวจสอบความถูกต้องแท้จริงและความเกี่ยวโยงระหว่างข้อความในเว็บไซต์ ก็ตาม เราก็ไม่สามารถรับประกันในเรื่องดังกล่าวแก่ผู้ใช้เว็บไซต์ได้ ด้วยเหตุนี้ เราจึงไม่ขอรับประกันและไม่ขอรับผิดในความผิดพลาด การละเว้น หรือปัญหาทางเทคนิค ที่อาจเกิดขึ้นในระหว่างการใช้เว็บไซต์ หากเราพบว่าข้อความใดไม่ถูกต้องและมีความเป็นไปได้ในทางเทคนิคและไม่เป็นการก่อให้เกิดค่าใช้จ่ายอันไม่สมเหตุสมผลแก่เราในการที่จะแก้ไข เราจะทำการปรับปรุงข้อความโดยเร็วที่สุดเท่าที่จะทำได้
                        <br>
                        <br>
                        10. การป้องกันข้อมูลส่วนบุคคลและความยินยอมในการดำเนินการกับข้อมูล
                        <br>
                        <br>
                        เราจะเก็บข้อมูลส่วนบุคคลของคุณเป็นความลับ ทั้งนี้ คุณได้ให้ความยินยอมแก่เราในการดำเนินการกับข้อมูลส่วนบุคคลของคุณที่ได้ให้ไว้แก่เราเพื่อการดำเนินการดังต่อไปนี้
                        <br>
                        (1)  การให้บริการ โดยเฉพาะการรับคำสั่งซื้อ ดำเนินการเกี่ยวกับคำสั่งซื้อ และส่งสินค้าไปยังจุดหมายปลายทางที่ท่านกำหนด การชำระเงิน การออกใบเสร็จค่าสินค้า การสื่อสารกับคุณเกี่ยวกับคำสั่งซื้อ
                        <br>
                        (2)  การให้ข้อมูลแก่คุณเกี่ยวกับสินค้า บริการ และส่วนลด ของเรา (โดยเฉพาะทางอีเมลล์ โทรศัพท์)
                        <br>
                        คุณตกลงให้ความยินยอมแก่เราในการจัดการข้อมูลที่คุณได้ให้ไว้ในระหว่างการลงทะเบียนใช้บริการ
                        <br>
                        หากคุณใช้บริการผ่านทางศูนย์บริการลูกค้าทางโทรศัพท์ เรามีสิทธิบันทึกเสียงเพื่อประโยชน์ในการประเมินและพัฒนาคุณภาพของการให้บริการของเรา
                        <br>
                        เราขอแจ้งว่าเราจะดำเนินการกับข้อมูลของคุณ เฉพาะที่เกี่ยวข้องกับวัตถุประสงค์ที่คุณได้ให้ความยินยอมไว้แล้วเท่านั้น 
                        <br>
                        คุณตกลงว่าได้ให้ข้อมูลของคุณในการสมัครใช้บริการผ่านเว็บไซต์หรือศูนย์บริการลูกค้าทางโทรศัพท์ด้วยความสมัครใจ
                        <br>
                        11.ข้อกำหนดอื่นๆ ข้อตกลงและเงื่อนไขนี้ รวมถึงความตกลงใดๆ อันเกี่ยวเนื่องกับการใช้บริการ ให้อยู่ในบังคับของกฎหมายไทย การระงับข้อพิพาทให้กระทำในศาลไทยตามภูมิลำเนาของบริษัท ในกรณีที่ข้อความในข้อตกลงและเงื่อนไขนี้ในภาษาไทยและภาษาอังกฤษไม่ตรงกัน ให้ถือตามข้อความในเว็บไซต์ ในภาษาไทยเป็นหลัก
                        <br>
                        หากส่วนหนึ่งส่วนใดในข้อตกลงและเงื่อนไขนี้ไม่เหมาะสมหรือไม่มีผลบังคับใช้ตามกฎหมาย ให้ข้อกำหนดในส่วนดังกล่าวสิ้นผล และให้ข้อตกลงและเงื่อนไขนี้ในส่วนอื่นมีผลใช้บังคับต่อไป
                        <br>
                        ในกรณีที่มีการฝ่าฝืนข้อตกลงและเงื่อนไขนี้ ไม่ว่าครั้งเดียวหรือเป็นการฝ่าฝืนซ้ำเดิมก็ตาม แต่เราไม่ได้ใช้สิทธิที่มีเกี่ยวกับการฝ่าฝืนดังกล่าว ไม่ให้ถือว่าเราสละสิทธิและไม่เป็นการกระทบสิทธิของเราในการใช้สิทธิในภายหลัง หากเรายกเว้นการฝ่าฝืนส่วนหนึ่งส่วนใดของข้อตกลงและเงื่อนไขนี้ ไม่ถือว่าเป็นการยกเว้นการฝ่าฝืนใดๆ ในอนาคตหรือการฝ่าฝืนข้อกำหนดอื่นๆ ที่ระบุไว้ในข้อตกลงและเงื่อนไขนี้แต่ประการใด เราไม่มีส่วนรับผิดชอบในการฝ่าฝืนข้อตกลงและเงื่อนไขนี้หรือเงื่อนไขการสั่งซื้อสินค้าทางเว็บไซต์อันเนื่องมาจากเหตุการณ์ใดๆ ที่อยู่นอกเหนือความรับผิดชอบของเรา
                    </p>
                </div>
            </div>
        </div>
    </div>
</div>
@endsection